Repository: farukciftler/tacet-cli
Catalog: ketum/Localizable.xcstrings
Source language: tr
Languages: de, en, es, fr, ja, ko, pt_br, zh_hans

source: Sunucu %lld döndürdü. Adres doğru olsa da arama bu yoldan açılmıyor olabilir.
de: Der Server hat %lld zurückgegeben. Die Adresse kann stimmen, aber die Suche ist unter diesem Pfad womöglich nicht erreichbar.
en: The server returned %lld. The address may be right, but search may not be exposed at this path.
es: El servidor devolvió %lld. La dirección puede ser correcta, pero quizá la búsqueda no esté disponible en esa ruta.
fr: Le serveur a renvoyé %lld. L’adresse est peut-être correcte, mais la recherche n’est peut-être pas exposée à ce chemin.
ja: サーバーが %lld を返しました。アドレスは正しくても、このパスでは検索が公開されていない可能性があります。
ko: 서버가 %lld을(를) 반환했습니다. 주소가 맞더라도 이 경로에서는 검색이 열려 있지 않을 수 있습니다.
pt_br: O servidor retornou %lld. O endereço pode estar certo, mas talvez a busca não esteja disponível nesse caminho.
zh_hans: 服务器返回 %lld。地址可能正确，但该路径下也许并未开放搜索。

source: Sunucu adresi
de: Serveradresse
en: Server address
es: Dirección del servidor
fr: Adresse du serveur
ja: サーバーのアドレス
ko: 서버 주소
pt_br: Endereço do servidor
zh_hans: 服务器地址

source: Sunucu ekle
de: Server hinzufügen
en: Add server
es: Añadir servidor
fr: Ajouter un serveur
ja: サーバーを追加
ko: 서버 추가
pt_br: Adicionar servidor
zh_hans: 添加服务器

source: sunucu hata döndü
de: Server hat einen Fehler zurückgegeben
en: server returned an error
es: el servidor devolvió un error
fr: le serveur a renvoyé une erreur
ja: サーバーがエラーを返しました
ko: 서버가 오류를 반환함
pt_br: o servidor retornou um erro
zh_hans: 服务器返回错误

source: sunucu hata döndü: %@
de: Server hat einen Fehler zurückgegeben: %@
en: server returned an error: %@
es: el servidor devolvió un error: %@
fr: le serveur a renvoyé une erreur : %@
ja: サーバーがエラーを返しました：%@
ko: 서버가 오류를 반환함: %@
pt_br: o servidor retornou um erro: %@
zh_hans: 服务器返回错误：%@

source: Sunucu okunabilir bir şema vermedi.
de: Der Server hat kein lesbares Schema geliefert.
en: The server didn’t provide a readable schema.
es: El servidor no proporcionó un esquema legible.
fr: Le serveur n’a pas fourni de schéma lisible.
ja: サーバーが読み取り可能なスキーマを返しませんでした。
ko: 서버가 읽을 수 있는 스키마를 제공하지 않았습니다.
pt_br: O servidor não forneceu um esquema legível.
zh_hans: 服务器未提供可读的架构。

source: Sunucu yanıt verdi ama JSON döndürmedi. Sunucunun settings.yml dosyasında formats: json açık olmalı.
de: Der Server hat geantwortet, aber kein JSON zurückgegeben. In der settings.yml des Servers muss formats: json aktiviert sein.
en: The server responded but didn’t return JSON. In the server’s settings.yml, formats: json must be enabled.
es: El servidor respondió pero no devolvió JSON. En el archivo settings.yml del servidor debe estar activado formats: json.
fr: Le serveur a répondu mais n’a pas renvoyé de JSON. Dans le fichier settings.yml du serveur, formats: json doit être activé.
ja: サーバーは応答しましたが、JSON を返しませんでした。サーバーの settings.yml で formats: json を有効にする必要があります。
ko: 서버가 응답했지만 JSON을 반환하지 않았습니다. 서버의 settings.yml 파일에서 formats: json이 켜져 있어야 합니다.
pt_br: O servidor respondeu, mas não retornou JSON. No arquivo settings.yml do servidor, formats: json precisa estar ativado.
zh_hans: 服务器已响应，但未返回 JSON。需在服务器的 settings.yml 中启用 formats: json。

source: Sunucu yanıt vermedi.
de: Der Server hat nicht geantwortet.
en: The server didn’t respond.
es: El servidor no respondió.
fr: Le serveur n’a pas répondu.
ja: サーバーが応答しませんでした。
ko: 서버가 응답하지 않았습니다.
pt_br: O servidor não respondeu.
zh_hans: 服务器未响应。

source: SUNUCUNA GİDİYOR:
de: GEHT AN DEINEN SERVER:
en: GOING TO YOUR SERVER:
es: VA A TU SERVIDOR:
fr: ENVOYÉ À TON SERVEUR :
ja: あなたのサーバーに送信されます：
ko: 내 서버로 전송됩니다:
pt_br: VAI PARA O SEU SERVIDOR:
zh_hans: 将发送到你的服务器：

source: Sunucunun adı
de: Name des Servers
en: Server name
es: Nombre del servidor
fr: Nom du serveur
ja: サーバーの名前
ko: 서버 이름
pt_br: Nome do servidor
zh_hans: 服务器名称

source: sunucunun yanıtı anlaşılmadı
de: Antwort des Servers war nicht lesbar
en: couldn’t make sense of the server’s response
es: no se entendió la respuesta del servidor
fr: la réponse du serveur n’a pas pu être interprétée
ja: サーバーの応答を解釈できませんでした
ko: 서버 응답을 이해하지 못함
pt_br: não foi possível interpretar a resposta do servidor
zh_hans: 无法解析服务器的响应

source: Sunucuya bağlanır ve araç listesini getirir.
de: Verbindet sich mit dem Server und ruft dessen Werkzeugliste ab.
en: Connects to the server and fetches its tool list.
es: Se conecta al servidor y obtiene su lista de herramientas.
fr: Se connecte au serveur et récupère sa liste d’outils.
ja: サーバーに接続してツール一覧を取得します。
ko: 서버에 연결해 도구 목록을 가져옵니다.
pt_br: Conecta ao servidor e obtém a lista de ferramentas.
zh_hans: 连接服务器并获取其工具列表。

source: Sunucuya bağlanır ve araç listesini tazeler.
de: Verbindet sich mit dem Server und aktualisiert dessen Werkzeugliste.
en: Connects to the server and refreshes its tool list.
es: Se conecta al servidor y actualiza su lista de herramientas.
fr: Se connecte au serveur et actualise sa liste d’outils.
ja: サーバーに接続してツール一覧を更新します。
ko: 서버에 연결해 도구 목록을 새로 고칩니다.
pt_br: Conecta ao servidor e atualiza a lista de ferramentas.
zh_hans: 连接服务器并刷新其工具列表。

source: sunucuya erişilemedi
de: Server nicht erreichbar
en: couldn’t reach the server
es: no se pudo acceder al servidor
fr: serveur injoignable
ja: サーバーに接続できませんでした
ko: 서버에 연결하지 못함
pt_br: não foi possível acessar o servidor
zh_hans: 无法访问服务器

source: Sunucuya gidecek içerik
de: Inhalt, der an den Server geht
en: Content that will go to the server
es: Contenido que se enviará al servidor
fr: Contenu qui sera envoyé au serveur
ja: サーバーに送信される内容
ko: 서버로 전송될 내용
pt_br: Conteúdo que irá para o servidor
zh_hans: 将发送到服务器的内容

source: Sunucuya tek bir örnek sorgu gönderilir.
de: Es wird eine einzelne Beispielanfrage an den Server gesendet.
en: A single sample query is sent to the server.
es: Se envía una única consulta de ejemplo al servidor.
fr: Une seule requête d’exemple est envoyée au serveur.
ja: サンプルのクエリを 1 件だけサーバーに送信します。
ko: 서버에 예시 쿼리 하나만 전송합니다.
pt_br: Uma única consulta de exemplo é enviada ao servidor.
zh_hans: 仅向服务器发送一条示例查询。

source: Sunucuya ulaşılamadı. Adres bulunamadı ya da yanıt zamanında gelmedi.
de: Der Server war nicht erreichbar. Die Adresse wurde nicht gefunden oder die Antwort kam nicht rechtzeitig.
en: The server couldn’t be reached. The address wasn’t found, or the response didn’t arrive in time.
es: No se pudo acceder al servidor. No se encontró la dirección o la respuesta no llegó a tiempo.
fr: Le serveur n’a pas pu être joint. L’adresse est introuvable ou la réponse n’est pas arrivée à temps.
ja: サーバーに接続できませんでした。アドレスが見つからないか、応答が時間内に届きませんでした。
ko: 서버에 연결하지 못했습니다. 주소를 찾을 수 없거나 응답이 제때 오지 않았습니다.
pt_br: Não foi possível acessar o servidor. O endereço não foi encontrado ou a resposta não chegou a tempo.
zh_hans: 无法访问服务器。未找到该地址，或响应未及时返回。

source: Sunucuyu dene
de: Server testen
en: Test the server
es: Probar el servidor
fr: Tester le serveur
ja: サーバーをテスト
ko: 서버 테스트
pt_br: Testar o servidor
zh_hans: 测试服务器

source: Sunucuyu kaldır
de: Server entfernen
en: Remove the server
es: Quitar el servidor
fr: Retirer le serveur
ja: サーバーを削除
ko: 서버 제거
pt_br: Remover o servidor
zh_hans: 移除服务器

source: Sunucuyu kaydeder ve bu sayfayı kapatır.
de: Sichert den Server und schließt diese Seite.
en: Saves the server and closes this page.
es: Guarda el servidor y cierra esta página.
fr: Enregistre le serveur et ferme cette page.
ja: サーバーを保存してこのページを閉じます。
ko: 서버를 저장하고 이 페이지를 닫습니다.
pt_br: Salva o servidor e fecha esta página.
zh_hans: 存储该服务器并关闭本页。

source: Sürdürmek için çift dokun.
de: Zum Fortsetzen doppeltippen.
en: Double-tap to resume.
es: Pulsa dos veces para reanudar.
fr: Touche deux fois pour reprendre.
ja: ダブルタップで再開します。
ko: 두 번 탭하면 다시 시작합니다.
pt_br: Toque duas vezes para retomar.
zh_hans: 轻点两下继续。

source: Sütun başlığı: %@
de: Spaltenüberschrift: %@
en: Column header: %@
es: Encabezado de columna: %@
fr: En-tête de colonne : %@
ja: 列見出し：%@
ko: 열 머리글: %@
pt_br: Cabeçalho da coluna: %@
zh_hans: 列标题：%@

source: Tablo indirilemedi: %@
de: Tabelle konnte nicht exportiert werden: %@
en: Couldn’t export the table: %@
es: No se pudo exportar la tabla: %@
fr: Impossible d’exporter le tableau : %@
ja: 表を書き出せませんでした：%@
ko: 표를 내보내지 못했습니다: %@
pt_br: Não foi possível exportar a tabela: %@
zh_hans: 无法导出表格：%@

# Tablo, %lld sütun, %lld satır
source: Tablo, %1$lld sütun, %2$lld satır
de: Tabelle, %1$lld Spalten, %2$lld Zeilen
en: Table, %1$lld columns, %2$lld rows
es: Tabla, %1$lld columnas, %2$lld filas
fr: Tableau, %1$lld colonnes, %2$lld lignes
ja: 表、%1$lld 列、%2$lld 行
ko: 표, %1$lld열, %2$lld행
pt_br: Tabela, %1$lld colunas, %2$lld linhas
zh_hans: 表格，%1$lld 列，%2$lld 行

source: Tabloyu Excel olarak indir
de: Tabelle als Excel herunterladen
en: Download table as Excel
es: Descargar la tabla como Excel
fr: Télécharger le tableau au format Excel
ja: 表を Excel でダウンロード
ko: 표를 Excel로 다운로드
pt_br: Baixar a tabela como Excel
zh_hans: 将表格下载为 Excel

source: Takvim
de: Kalender
en: Calendar
es: Calendario
fr: Calendrier
ja: カレンダー
ko: 캘린더
pt_br: Calendário
zh_hans: 日历

source: Takvim bu işlemi kabul etmedi.
de: Der Kalender hat diesen Vorgang nicht akzeptiert.
en: Calendar didn’t accept this operation.
es: Calendario no aceptó esta operación.
fr: Le Calendrier n’a pas accepté cette opération.
ja: カレンダーがこの操作を受け付けませんでした。
ko: 캘린더가 이 작업을 받아들이지 않았습니다.
pt_br: O Calendário não aceitou esta operação.
zh_hans: 日历未接受此操作。

source: Takvim izni gerekli
de: Kalenderberechtigung erforderlich
en: Calendar permission needed
es: Se necesita permiso de calendario
fr: Autorisation calendrier requise
ja: カレンダーの許可が必要です
ko: 캘린더 권한 필요
pt_br: Permissão de calendário necessária
zh_hans: 需要日历权限

source: Takvim okundu · %lld etkinlik
de: Kalender gelesen · %lld Termine
en: Calendar read · %lld events
es: Calendario leído · %lld eventos
fr: Calendrier lu · %lld événements
ja: カレンダーを読み込み · %lld 件の予定
ko: 캘린더 읽음 · 일정 %lld개
pt_br: Calendário lido · %lld eventos
zh_hans: 已读取日历 · %lld 个事件

source: Takvim okundu · boş
de: Kalender gelesen · leer
en: Calendar read · empty
es: Calendario leído · vacío
fr: Calendrier lu · vide
ja: カレンダーを読み込み · なし
ko: 캘린더 읽음 · 없음
pt_br: Calendário lido · vazio
zh_hans: 已读取日历 · 无内容

source: Takvim ve hatırlatıcılara erişim yok — özet hazırlanamadı.
de: Kein Zugriff auf Kalender oder Erinnerungen – es konnte keine Übersicht erstellt werden.
en: No access to Calendar or Reminders — no summary could be prepared.
es: Sin acceso a Calendario ni Recordatorios: no se pudo preparar el resumen.
fr: Aucun accès au Calendrier ni aux Rappels — impossible de préparer le résumé.
ja: カレンダーとリマインダーにアクセスできないため、まとめを作成できませんでした。
ko: 캘린더와 미리 알림에 접근할 수 없어 요약을 만들지 못했습니다.
pt_br: Sem acesso ao Calendário nem aos Lembretes — não foi possível preparar o resumo.
zh_hans: 无法访问日历和提醒事项 — 无法生成摘要。

source: Takvim, kişi ve belge gibi verilerin bu sunucuya gönderilip gönderilmeyeceğini belirler.
de: Legt fest, ob Daten wie Kalender, Kontakte und Dokumente an diesen Server gesendet werden.
en: Determines whether data such as calendar, contacts and documents is sent to this server.
es: Determina si se envían a este servidor datos como el calendario, los contactos y los documentos.
fr: Détermine si des données comme le calendrier, les contacts et les documents sont envoyées à ce serveur.
ja: カレンダー、連絡先、書類などのデータをこのサーバーに送信するかどうかを決めます。
ko: 캘린더, 연락처, 문서 같은 데이터를 이 서버로 보낼지 여부를 정합니다.
pt_br: Determina se dados como calendário, contatos e documentos são enviados a este servidor.
zh_hans: 决定是否将日历、联系人和文稿等数据发送到此服务器。

source: Takvime bakılıyor…
de: Kalender wird geprüft…
en: Checking calendar…
es: Consultando el calendario…
fr: Consultation du calendrier…
ja: カレンダーを確認中…
ko: 캘린더 확인 중…
pt_br: Consultando o calendário…
zh_hans: 正在查看日历…

source: Tamam
de: OK
en: OK
es: OK
fr: OK
ja: OK
ko: 확인
pt_br: OK
zh_hans: 好

source: Tek cümle, en fazla %lld karakter. Kendi sözlerinle düzeltebilirsin.
de: Ein Satz, höchstens %lld Zeichen. Du kannst ihn in eigenen Worten ändern.
en: One sentence, up to %lld characters. You can rewrite it in your own words.
es: Una sola frase, máximo %lld caracteres. Puedes corregirla con tus propias palabras.
fr: Une seule phrase, %lld caractères maximum. Tu peux la reformuler à ta façon.
ja: 1 文、最大 %lld 文字。自分の言葉で直せます。
ko: 한 문장, 최대 %lld자. 직접 자기 말로 고칠 수 있습니다.
pt_br: Uma frase, até %lld caracteres. Você pode reescrevê-la com suas palavras.
zh_hans: 一句话，最多 %lld 个字符。你可以用自己的话修改。

source: Temizle
de: Löschen
en: Clear
es: Borrar
fr: Effacer
ja: 消去
ko: 지우기
pt_br: Apagar
zh_hans: 清除

source: tercih
de: Vorliebe
en: preference
es: preferencia
fr: préférence
ja: 好み
ko: 선호
pt_br: preferência
zh_hans: 偏好

source: TESLİMAT
de: ZUSTELLUNG
en: DELIVERY
es: ENTREGA
fr: REMISE
ja: 配信
ko: 전달
pt_br: ENTREGA
zh_hans: 送达

source: Teslimat saati
de: Lieferzeit
en: Delivery time
es: Hora de entrega
fr: Heure de remise
ja: 配信時刻
ko: 전달 시각
pt_br: Horário de entrega
zh_hans: 送达时间

source: Tetikleyici kelimeler
de: Auslösewörter
en: Trigger words
es: Palabras disparadoras
fr: Mots déclencheurs
ja: トリガーとなる語
ko: 트리거 단어
pt_br: Palavras-gatilho
zh_hans: 触发词

source: Tetikleyici kelimen mesajda geçtiğinde sirr bu kılavuzu okur.
de: sirr liest diese Anleitung, sobald dein Auslösewort in einer Nachricht vorkommt.
en: sirr reads this guide whenever your trigger word appears in a message.
es: sirr lee esta guía cuando tu palabra disparadora aparece en un mensaje.
fr: sirr lit ce guide dès que ton mot déclencheur apparaît dans un message.
ja: トリガーの語がメッセージに現れると、sirr はこのガイドを読みます。
ko: 메시지에 트리거 단어가 나오면 sirr가 이 가이드를 읽습니다.
pt_br: O sirr lê este guia sempre que sua palavra-gatilho aparece em uma mensagem.
zh_hans: 当你的触发词出现在消息中时，sirr 会读取此指南。

source: Tetikleyiciler
de: Auslöser
en: Triggers
es: Disparadores
fr: Déclencheurs
ja: トリガー
ko: 트리거
pt_br: Gatilhos
zh_hans: 触发词

source: Tetikleyiciler: %@
de: Auslöser: %@
en: Triggers: %@
es: Disparadores: %@
fr: Déclencheurs : %@
ja: トリガー：%@
ko: 트리거: %@
pt_br: Gatilhos: %@
zh_hans: 触发词：%@

source: Tüm sohbet geçmişi temizlensin mi?
de: Gesamten Verlauf löschen?
en: Clear all chat history?
es: ¿Borrar todo el historial de conversaciones?
fr: Effacer tout l’historique des conversations ?
ja: すべての会話履歴を消去しますか？
ko: 모든 대화 기록을 지울까요?
pt_br: Apagar todo o histórico de conversas?
zh_hans: 清除全部对话记录？

source: Tüm sohbet geçmişini temizle
de: Gesamten Verlauf löschen
en: Clear all chat history
es: Borrar todo el historial de conversaciones
fr: Effacer tout l’historique des conversations
ja: すべての会話履歴を消去
ko: 모든 대화 기록 지우기
pt_br: Apagar todo o histórico de conversas
zh_hans: 清除全部对话记录

source: Üretilen belgeler silinsin mi?
de: Erstellte Dokumente löschen?
en: Delete generated documents?
es: ¿Eliminar los documentos generados?
fr: Supprimer les documents générés ?
ja: 作成した書類を削除しますか？
ko: 생성된 문서를 삭제할까요?
pt_br: Excluir os documentos gerados?
zh_hans: 删除已生成的文稿？

source: Üretilen belgeleri sil
de: Erstellte Dokumente löschen
en: Delete generated documents
es: Eliminar los documentos generados
fr: Supprimer les documents générés
ja: 作成した書類を削除
ko: 생성된 문서 삭제
pt_br: Excluir os documentos gerados
zh_hans: 删除已生成的文稿

source: Üretilen belgelerin kapladığı yer
de: Von erstellten Dokumenten belegter Speicher
en: Space used by generated documents
es: Espacio que ocupan los documentos generados
fr: Espace occupé par les documents générés
ja: 作成した書類の使用容量
ko: 생성된 문서가 사용하는 용량
pt_br: Espaço ocupado pelos documentos gerados
zh_hans: 已生成文稿占用的空间

source: Uygulamadan çıkıp iOS Ayarlar'ı açar
de: Verlässt die App und öffnet die iOS-Einstellungen
en: Leaves the app and opens iOS Settings
es: Sale de la app y abre Ajustes de iOS
fr: Quitte l’app et ouvre les Réglages iOS
ja: アプリを離れて iOS の「設定」を開きます
ko: 앱을 나가 iOS 설정을 엽니다
pt_br: Sai do app e abre os Ajustes do iOS
zh_hans: 离开 App 并打开 iOS 设置

source: Vazgeç
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消

source: Verildi
de: Erteilt
en: Granted
es: Concedido
fr: Accordée
ja: 許可済み
ko: 허용됨
pt_br: Concedido
zh_hans: 已授权

source: VERİLER
de: DATEN
en: DATA
es: DATOS
fr: DONNÉES
ja: データ
ko: 데이터
pt_br: DADOS
zh_hans: 数据

source: Verilmedi
de: Nicht erteilt
en: Not granted
es: No concedido
fr: Non accordée
ja: 未許可
ko: 허용 안 됨
pt_br: Não concedido
zh_hans: 未授权

source: Virgülle ayır.
de: Mit Kommas trennen.
en: Separate with commas.
es: Sepáralas con comas.
fr: Sépare-les par des virgules.
ja: カンマで区切ってください。
ko: 쉼표로 구분하세요.
pt_br: Separe por vírgulas.
zh_hans: 用逗号分隔。

source: Virgülle ayır. Bu kelimelerden biri mesajda geçince beceri devreye girer.
de: Mit Kommas trennen. Die Fähigkeit greift, sobald eines dieser Wörter in deiner Nachricht vorkommt.
en: Separate with commas. The skill kicks in when one of these words appears in your message.
es: Sepáralas con comas. La habilidad se activa cuando una de estas palabras aparece en tu mensaje.
fr: Sépare-les par des virgules. La compétence s’active dès qu’un de ces mots apparaît dans ton message.
ja: カンマで区切ってください。これらの語がメッセージに含まれるとスキルが働きます。
ko: 쉼표로 구분하세요. 메시지에 이 단어 중 하나가 나오면 스킬이 작동합니다.
pt_br: Separe por vírgulas. A habilidade entra em ação quando uma dessas palavras aparece na sua mensagem.
zh_hans: 用逗号分隔。消息中出现其中任一词时，技能即会启用。

source: Virgülle ayır. Bu kelimelerden biri mesajda geçince not sirr'e verilir.
de: Mit Kommas trennen. Sobald eines dieser Wörter in einer Nachricht vorkommt, wird die Notiz an sirr weitergegeben.
en: Separate with commas. When one of these words appears in a message, the note is given to sirr.
es: Sepáralas con comas. Cuando una de estas palabras aparece en un mensaje, la nota se le pasa a sirr.
fr: Sépare-les par des virgules. Dès que l’un de ces mots apparaît dans un message, la note est transmise à sirr.
ja: カンマで区切ります。これらの単語のいずれかがメッセージに現れると、そのメモが sirr に渡されます。
ko: 쉼표로 구분하세요. 이 단어 중 하나가 메시지에 나오면 해당 메모가 sirr에게 전달됩니다.
pt_br: Separe por vírgulas. Quando uma dessas palavras aparece em uma mensagem, a nota é passada ao sirr.
zh_hans: 用逗号分隔。当消息中出现其中任一词时，该备忘录会提供给 sirr。

source: Yalnızca https adresi. Düz http yalnızca yerel ağda kabul edilir.
de: Nur https-Adressen. Einfaches http wird nur im lokalen Netzwerk akzeptiert.
en: https addresses only. Plain http is accepted only on a local network.
es: Solo direcciones https. El http sin cifrar solo se acepta en la red local.
fr: Adresses https uniquement. Le http simple n’est accepté que sur un réseau local.
ja: https のアドレスのみ。暗号化なしの http はローカルネットワークでのみ使えます。
ko: https 주소만 가능합니다. 암호화되지 않은 http는 로컬 네트워크에서만 허용됩니다.
pt_br: Somente endereços https. Http sem criptografia só é aceito em rede local.
zh_hans: 仅限 https 地址。普通 http 仅在本地网络中被接受。

source: Yanıt dili
de: Sprache der Antworten
en: Reply language
es: Idioma de las respuestas
fr: Langue des réponses
ja: 返答の言語
ko: 답변 언어
pt_br: Idioma das respostas
zh_hans: 回复语言

source: Yanıtı tamamlayamadım ama bu sırada yaptığım değişiklik kaydedildi. Aynı şeyi iki kez yapmamak için yeniden denemedim; kontrol edip gerekirse tekrar sor.
de: Ich konnte die Antwort nicht abschließen, aber die dabei vorgenommene Änderung wurde gesichert. Ich habe es nicht erneut versucht, um nichts doppelt zu tun – sieh nach und frag bei Bedarf noch einmal.
en: I couldn’t finish the reply, but the change I made along the way was saved. I didn’t retry so as not to do the same thing twice — check it and ask again if needed.
es: No pude terminar la respuesta, pero el cambio que hice mientras tanto se guardó. No lo reintenté para no hacer lo mismo dos veces: revísalo y vuelve a pedírmelo si hace falta.
fr: Je n’ai pas pu terminer la réponse, mais la modification effectuée entre-temps a été enregistrée. Je n’ai pas réessayé pour ne pas faire la même chose deux fois — vérifie et redemande si besoin.
ja: 返答を最後まで作成できませんでしたが、その途中で行った変更は保存されています。同じことを二度行わないように再試行はしていません。確認して、必要ならもう一度お尋ねください。
ko: 답변을 끝내지 못했지만 그 사이에 적용한 변경 사항은 저장되었습니다. 같은 작업을 두 번 하지 않도록 재시도하지 않았습니다. 확인한 뒤 필요하면 다시 요청하세요.
pt_br: Não consegui concluir a resposta, mas a alteração feita nesse meio-tempo foi salva. Não tentei de novo para não repetir a mesma ação — confira e peça novamente se precisar.
zh_hans: 我没能完成回复，但过程中所做的更改已保存。为避免重复执行同一操作，我没有重试——请检查后按需再问一次。

source: yarıda kaldı
de: abgebrochen
en: stopped partway
es: interrumpido
fr: interrompu
ja: 途中で終了
ko: 중간에 멈춤
pt_br: interrompido
zh_hans: 中途停止

source: Yarıda kaldı.
de: Wurde abgebrochen.
en: Stopped partway.
es: Se interrumpió.
fr: S’est interrompu.
ja: 途中で終了しました。
ko: 중간에 멈췄습니다.
pt_br: Foi interrompido.
zh_hans: 中途停止。

source: Yarın neler var?
de: Was steht morgen an?
en: What's on tomorrow?
es: ¿Qué hay para mañana?
fr: Qu'y a-t-il de prévu demain ?
ja: 明日の予定は？
ko: 내일 일정은?
pt_br: O que tem para amanhã?
zh_hans: 明天有什么安排？

source: yazdığın dile göre
de: richtet sich nach der Sprache, in der du schreibst
en: matches the language you write in
es: según el idioma en que escribas
fr: selon la langue dans laquelle tu écris
ja: あなたが書いた言語に合わせます
ko: 작성한 언어에 맞춥니다
pt_br: conforme o idioma em que você escreve
zh_hans: 跟随你书写的语言

source: yazıldı
de: geschrieben
en: written
es: escrito
fr: rédigé
ja: 作成済み
ko: 작성됨
pt_br: escrito
zh_hans: 已写出

source: yazıyor
de: schreibt
en: writing
es: escribiendo
fr: rédaction
ja: 作成中
ko: 작성 중
pt_br: escrevendo
zh_hans: 正在写出

source: yemek, restoran, akşam
de: Essen, Restaurant, Abend
en: food, restaurant, evening
es: comida, restaurante, noche
fr: repas, restaurant, soir
ja: 食事, レストラン, 夜
ko: 음식, 식당, 저녁
pt_br: comida, restaurante, noite
zh_hans: 餐食, 餐厅, 晚上

source: Yeni beceri
de: Neue Fähigkeit
en: New skill
es: Nueva habilidad
fr: Nouvelle compétence
ja: 新規スキル
ko: 새 스킬
pt_br: Nova habilidade
zh_hans: 新建技能

source: Yeni dil, sirr'ı kapatıp yeniden açtığında görünür.
de: Die neue Sprache erscheint, nachdem du sirr beendet und neu geöffnet hast.
en: The new language appears after you quit and reopen sirr.
es: El nuevo idioma aparece cuando cierras y vuelves a abrir sirr.
fr: La nouvelle langue apparaît après avoir quitté puis rouvert sirr.
ja: 新しい言語は sirr を終了して開き直すと反映されます。
ko: 새 언어는 sirr를 종료했다가 다시 열면 적용됩니다.
pt_br: O novo idioma aparece depois de fechar e reabrir o sirr.
zh_hans: 关闭并重新打开 sirr 后，新语言才会生效。

source: Yeni nöbet
de: Neue Routine
en: New routine
es: Nueva rutina
fr: Nouvelle routine
ja: 新規ルーティン
ko: 새 루틴
pt_br: Nova rotina
zh_hans: 新建例行任务

source: Yeni sohbet
de: Neue Unterhaltung
en: New chat
es: Nueva conversación
fr: Nouvelle conversation
ja: 新規チャット
ko: 새 대화
pt_br: Nova conversa
zh_hans: 新对话

source: Yeni sohbet kaydedilemedi
de: Neue Unterhaltung konnte nicht gesichert werden
en: Couldn’t save the new conversation
es: No se pudo guardar la conversación nueva
fr: Impossible d’enregistrer la nouvelle conversation
ja: 新しい会話を保存できませんでした
ko: 새 대화를 저장하지 못했습니다
pt_br: Não foi possível salvar a nova conversa
zh_hans: 无法存储新对话

source: Yeniden dene
de: Erneut versuchen
en: Try again
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 다시 시도
pt_br: Tentar de novo
zh_hans: 重试

source: yönlendirildi · %@
de: weitergeleitet · %@
en: routed · %@
es: enrutado · %@
fr: orienté · %@
ja: 振り分け · %@
ko: 라우팅됨 · %@
pt_br: roteado · %@
zh_hans: 已分流 · %@

source: Zaman anlaşılmadı
de: Zeitangabe nicht verstanden
en: Couldn’t understand the time
es: No se entendió la hora
fr: Heure non comprise
ja: 時刻を解釈できませんでした
ko: 시간을 이해하지 못했습니다
pt_br: Não entendi o horário
zh_hans: 无法识别时间

source: zaman aşımı
de: Zeitüberschreitung
en: timed out
es: tiempo agotado
fr: délai dépassé
ja: タイムアウト
ko: 시간 초과
pt_br: tempo esgotado
zh_hans: 超时
